/*
Navicat MySQL Data Transfer

Source Server         : 1804
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : baiyangwang

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2018-08-27 17:32:10
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for datalist
-- ----------------------------
DROP TABLE IF EXISTS `datalist`;
CREATE TABLE `datalist` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `bigimg` varchar(255) NOT NULL,
  `zimg` varchar(255) NOT NULL,
  `minimg` varchar(255) NOT NULL,
  `bt` varchar(255) NOT NULL,
  `decoration` varchar(255) NOT NULL,
  `maketprice` decimal(10,2) NOT NULL,
  `shopprice` decimal(10,2) NOT NULL,
  `yf` varchar(255) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of datalist
-- ----------------------------

-- ----------------------------
-- Table structure for imgurl
-- ----------------------------
DROP TABLE IF EXISTS `imgurl`;
CREATE TABLE `imgurl` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `url` varchar(255) NOT NULL,
  `min` varchar(255) NOT NULL,
  `bt` varchar(255) NOT NULL,
  `decoration` varchar(255) NOT NULL,
  `marketprice` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `pp` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL,
  `hh` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=53 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of imgurl
-- ----------------------------
INSERT INTO `imgurl` VALUES ('1', 'img/index1.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('2', 'img/index2.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('3', 'img/index3.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('4', 'img/index4.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('5', 'img/index5.jpg', 'img/index5.jpg', '迪巧碳酸钙颗粒[共10盒]', '迪巧碳酸钙颗粒[共10盒]', '￥495.00', '￥495.00', '乔丹', '有货', '314445');
INSERT INTO `imgurl` VALUES ('6', 'img/index6.jpg', 'img/index6.jpg', '迪巧成 人孕妇补钙120片', '迪巧成 人孕妇补钙120片', '￥98.00', '￥98.00', '安踏', '有货', '325535');
INSERT INTO `imgurl` VALUES ('7', 'img/index7.jpg', 'img/index7.jpg', '碳水化合物转化瘦身', '碳水化合物转化瘦身', '￥69.00', '￥69.00', '360', '有货', '465767');
INSERT INTO `imgurl` VALUES ('8', 'img/index8.jpg', 'img/index8.jpg', '买二送一限时特惠', '买二送一限时特惠', '￥258.00', '￥258.00', '以纯', '有货', '858584');
INSERT INTO `imgurl` VALUES ('9', 'img/index9.jpg', 'img/index9.jpg', '纯植物蛋白 调节免疫', '纯植物蛋白 调节免疫', '￥198.00', '￥198.00', '耐克', '有货', '458585');
INSERT INTO `imgurl` VALUES ('10', 'img/index10.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('11', 'img/index11.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('12', 'img/index12.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('13', 'img/index13.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('14', 'img/index14.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('15', 'img/index15.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('16', 'img/index16.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('17', 'img/index17.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('18', 'img/index18.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('19', 'img/index19.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('20', 'img/index20.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('21', 'img/index21.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('22', 'img/index22.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('23', 'img/index23.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('24', 'img/index24.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('25', 'img/index25.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('26', 'img/index26.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('27', 'img/index27.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('28', 'img/index28.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('29', 'img/index29.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('30', 'img/index30.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('31', 'img/index31.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('32', 'img/index32.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('33', 'img/index33.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('34', 'img/index34.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('35', 'img/index35.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('36', 'img/index36.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('37', 'img/index37.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('38', 'img/index38.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('39', 'img/index39.jpg', '', '', '0', '0.00', '0', '', '', '');
INSERT INTO `imgurl` VALUES ('40', 'img/index40.jpg', 'img/index40.jpg', '[包邮包税，买二赠一共3盒]美国D-cal迪巧小儿碳酸颗粒剂升级版长高套', '[包邮包税，买二赠一共3盒]美国D-cal迪巧小儿碳酸颗粒剂升级版长高套', '￥198.00', '￥198.00', '乔丹', '有货', '454523');
INSERT INTO `imgurl` VALUES ('41', 'img/index41.jpg', 'img/index41.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥79.00', '￥79.00', '安踏', '有货', '536456');
INSERT INTO `imgurl` VALUES ('42', 'img/index42.jpg', 'img/index42.jpg', '斯旺森珍珠草全素营养胶囊60粒', '斯旺森珍珠草全素营养胶囊60粒', '￥59.00', '￥59.00', '360', '有货', '758899');
INSERT INTO `imgurl` VALUES ('43', 'img/index43.jpg', 'img/index43.jpg', '斯旺森天然维生素K2软胶囊30粒', '斯旺森天然维生素K2软胶囊30粒', '￥49.00', '￥49.00', '以纯', '有货', '673747');
INSERT INTO `imgurl` VALUES ('44', 'img/index44.jpg', 'img/index44.jpg', '斯旺森 双孢蘑菇营养胶囊60粒', '斯旺森 双孢蘑菇营养胶囊60粒', '￥79.00', '￥79.00', '耐克', '有货', '473747');
INSERT INTO `imgurl` VALUES ('45', 'img/index45.jpg', 'img/index45.jpg', '【清凉防晒】OMI 近江兄弟 蓝色小熊防晒霜 SPF50 30ML冷感清爽', '【清凉防晒】OMI 近江兄弟 蓝色小熊防晒霜 SPF50 30ML冷感清爽', '￥89.00', '￥89.00', '乔丹', '有货', '348584');
INSERT INTO `imgurl` VALUES ('46', 'img/index46.jpg', 'img/index46.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥199.00', '￥199.00', '安踏', '有货', '346266');
INSERT INTO `imgurl` VALUES ('47', 'img/index47.jpg', 'img/index47.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥200.00', '￥200.00', '360', '有货', '363722');
INSERT INTO `imgurl` VALUES ('48', 'img/index48.jpg', 'img/index48.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥250.00', '￥250.00', '以纯', '有货', '574743');
INSERT INTO `imgurl` VALUES ('49', 'img/index49.jpg', 'img/index49.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥300.00', '￥300.00', '耐克', '有货', '474376');
INSERT INTO `imgurl` VALUES ('50', 'img/index50.png', 'img/index50.png', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥125.00', '￥125.00', '乔丹', '有货', '574322');
INSERT INTO `imgurl` VALUES ('51', 'img/index51.jpg', 'img/index51.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥130.00', '￥130.00', '安踏', '有货', '457267');
INSERT INTO `imgurl` VALUES ('52', 'img/index52.jpg', 'img/index52.jpg', '斯旺森锯棕榈果实营养胶囊250粒', '斯旺森锯棕榈果实营养胶囊250粒', '￥139.00', '￥139.00', '360', '有货', '457275');

-- ----------------------------
-- Table structure for list
-- ----------------------------
DROP TABLE IF EXISTS `list`;
CREATE TABLE `list` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `imgurl` varchar(255) NOT NULL,
  `min` varchar(255) NOT NULL,
  `decoration` varchar(255) NOT NULL,
  `newprice` decimal(10,2) NOT NULL,
  `delprice` decimal(10,2) NOT NULL,
  `pingpai` varchar(255) NOT NULL,
  `pingjia` varchar(255) DEFAULT NULL,
  `xiaoliang` varchar(255) DEFAULT NULL,
  `status` varchar(255) NOT NULL,
  `fl` varchar(255) NOT NULL,
  `hh` varchar(255) NOT NULL,
  `yf` varchar(255) NOT NULL,
  `sf` varchar(255) NOT NULL,
  `gg` varchar(255) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=148 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of list
-- ----------------------------
INSERT INTO `list` VALUES ('1', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', '', null, '有货', '维生素K', '12343532', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:43');
INSERT INTO `list` VALUES ('2', '../img/2_05878296868443899_240.jpg', '../img/2_05878299749030928_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', '', null, '没货，请联系商家', '维生素K', '14314324', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:44');
INSERT INTO `list` VALUES ('3', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '有货', '维生素A', '14134345', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:44');
INSERT INTO `list` VALUES ('4', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素B', '14235255', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:44');
INSERT INTO `list` VALUES ('5', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '没货，请联系商家', '维生素D', '65643636', '免运费', '免税', '400mg*600粒', '2018-08-25 18:18:01');
INSERT INTO `list` VALUES ('6', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '46536457', '免运费', '免税', '600mg*800李', '2018-08-25 18:18:14');
INSERT INTO `list` VALUES ('7', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '没货，请联系商家', '维生素E', '65645654', '免运费', '免税', '300mg*200粒', '2018-08-25 18:18:27');
INSERT INTO `list` VALUES ('8', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素K', '65363665', '免运费', '免税', '100mg*50粒', '2018-08-25 18:18:37');
INSERT INTO `list` VALUES ('9', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '有货', '维生素K', '63563636', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:18:51');
INSERT INTO `list` VALUES ('10', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '有货', '维生素A', '64563653', '免运费', '免税', '700mg*900粒', '2018-08-25 18:19:07');
INSERT INTO `list` VALUES ('11', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '66656566', '免运费', '免税', '400mg*600粒', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('12', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '64363656', '免运费', '免税', '600mg*800李', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('13', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '没货，请联系商家', '维生素D', '65656565', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('14', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素B', '56564565', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('15', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素A', '65646568', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('16', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '65464767', '免运费', '免税', '700mg*900粒', '2018-08-25 18:19:17');
INSERT INTO `list` VALUES ('17', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '67687879', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('18', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '45436567', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('19', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '56457678', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('20', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素B', '56576767', '免运费', '免税', '700mg*900粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('21', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '56768575', '免运费', '免税', '400mg*600粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('22', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素K', '56547678', '免运费', '免税', '600mg*800李', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('23', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '没货，请联系商家', '维生素E', '76876587', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('24', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '76767658', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:27');
INSERT INTO `list` VALUES ('25', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '76886586', '免运费', '免税', '400mg*600粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('26', '../img/2_05878296868443899_240.jpg', '../img/2_05878299726319408_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '68768688', '免运费', '免税', '600mg*800李', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('27', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '68688788', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('28', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '68687878', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('29', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '没货，请联系商家', '维生素D', '87684758', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('30', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '没货，请联系商家', '维生素B', '12343532', '免运费', '免税', '700mg*900粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('31', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '14314324', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('32', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '14134345', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:43');
INSERT INTO `list` VALUES ('33', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '14235255', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('34', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '65643636', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('35', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '没货，请联系商家', '维生素A', '46536457', '免运费', '免税', '700mg*900粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('36', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '没货，请联系商家', '维生素B', '65645654', '免运费', '免税', '400mg*600粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('37', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '没货，请联系商家', '维生素D', '65363665', '免运费', '免税', '600mg*800李', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('38', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '没货，请联系商家', '维生素K', '63563636', '免运费', '免税', '300mg*200粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('39', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素E', '64563653', '免运费', '免税', '100mg*50粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('40', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素K', '66656566', '免运费', '免税', '400mg*600粒', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('41', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '有货', '维生素K', '64363656', '免运费', '免税', '600mg*800李', '2018-08-25 18:19:56');
INSERT INTO `list` VALUES ('42', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '有货', '维生素A', '65656565', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('43', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '有货', '维生素A', '56564565', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('44', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素K', '65646568', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('45', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '65464767', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('46', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素B', '67687879', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('47', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素A', '45436567', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('48', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素A', '56457678', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('49', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', null, null, '有货', '维生素K', '56576767', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:07');
INSERT INTO `list` VALUES ('50', '../img/2_05878296868443899_240.jpg', '../img/2_05878299726319408_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', null, null, '有货', '维生素K', '56768575', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('51', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '有货', '维生素A', '56547678', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('52', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素B', '76876587', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('53', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '有货', '维生素D', '76767658', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('54', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素K', '76886586', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('55', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素E', '68768688', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('56', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素K', '68688788', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('57', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '有货', '维生素K', '68687878', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('58', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '有货', '维生素A', '87684758', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:21');
INSERT INTO `list` VALUES ('59', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '有货', '维生素A', '57658857', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('60', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '有货', '维生素K', '67658468', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('61', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '有货', '维生素D', '12343532', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('62', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素B', '14314324', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('63', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素A', '14134345', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('64', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素A', '14235255', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('65', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '有货', '维生素K', '65643636', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('66', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '有货', '维生素K', '46536457', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('67', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '有货', '维生素A', '65645654', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('68', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素B', '65363665', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('69', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '63563636', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('70', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素K', '64563653', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('71', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素E', '66656566', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('72', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素K', '64363656', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('73', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', null, null, '有货', '维生素K', '65656565', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('74', '../img/2_05878296868443899_240.jpg', '../img/2_05878299726319408_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', null, null, '有货', '维生素A', '56564565', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('75', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '有货', '维生素A', '65646568', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('76', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素K', '65464767', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('77', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '有货', '维生素D', '67687879', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('78', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素B', '45436567', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('79', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素A', '56457678', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('80', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素A', '56576767', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('81', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '有货', '维生素K', '56768575', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('82', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '有货', '维生素K', '56547678', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('83', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '有货', '维生素A', '76876587', '免运费', '免税', '400mg*600粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('84', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '有货', '维生素B', '76767658', '免运费', '免税', '600mg*800李', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('85', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '有货', '维生素D', '76886586', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('86', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素K', '68768688', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('87', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素E', '68688788', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('88', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素K', '68687878', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('89', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '有货', '维生素K', '87684758', '免运费', '免税', '300mg*200粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('90', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '有货', '维生素A', '57658857', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('91', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '有货', '维生素A', '67658468', '免运费', '免税', '100mg*50粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('92', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素K', '68658588', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('93', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '54768658', '免运费', '免税', '700mg*900粒', '2018-08-25 18:20:58');
INSERT INTO `list` VALUES ('94', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素B', '8578e574', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('95', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素A', '86847488', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('96', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素A', '87595756', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('97', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', null, null, '有货', '维生素K', '58686488', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('98', '../img/2_05878296868443899_240.jpg', '../img/2_05878299726319408_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', null, null, '有货', '维生素K', '65655788', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('99', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '有货', '维生素A', '12343532', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('100', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素B', '14314324', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('101', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '有货', '维生素D', '14134345', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('102', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素K', '14235255', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('103', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素E', '65643636', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('104', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素K', '46536457', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('105', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '有货', '维生素K', '65645654', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('106', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '有货', '维生素A', '65363665', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('107', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '有货', '维生素A', '63563636', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('108', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '有货', '维生素K', '64563653', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('109', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '有货', '维生素D', '66656566', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('110', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素B', '12343532', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('111', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素A', '14314324', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('112', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素A', '14134345', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('113', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '有货', '维生素K', '14235255', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('114', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '有货', '维生素K', '65643636', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('115', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '有货', '维生素A', '46536457', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('116', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素B', '65645654', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('117', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '65363665', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('118', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素K', '63563636', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('119', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素E', '64563653', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('120', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素K', '66656566', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('121', '../img/2_05878298902717792_240.jpg', '../img/2_05878298902717792_60.jpg', '美国GNC健安喜葡萄糖酸锌片30mg 100片', '36.00', '54.00', '美国品牌', null, null, '有货', '维生素K', '64363656', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('122', '../img/2_05878296868443899_240.jpg', '../img/2_05878299726319408_60.jpg', '美国GNC健安喜 维生素E软胶囊100粒', '69.00', '103.00', '美国品牌', null, null, '有货', '维生素A', '65656565', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('123', '../img/2_05872075987723245_240.jpeg', '../img/2_05878299749030928_60.jpg', '奥斯特林Ostelin成人维生素D+钙片咀嚼片60粒', '82.00', '112.00', '美国品牌', null, null, '有货', '维生素A', '56564565', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('124', '../img/2_05876438548603948_240.jpg', '../img/2_05878296868443899_60.jpg', '奥斯特林Ostelin成人维生素D+钙片 130粒', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素K', '65646568', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('125', '../img/2_05876417506867073_240.jpg', '../img/2_05876417506867073_60.jpg', '加拿大健美生维生素B族复合片（B75） 90片', '136.00', '204.00', '美国品牌', null, null, '有货', '维生素D', '65464767', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('126', '../img/2_05874727323467379_240.jpeg', '../img/2_05874727323467379_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素D', '67687879', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('127', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '45436567', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('128', '../img/2_05874724396940249_240.jpg', '../img/2_05874724396940249_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素D', '56457678', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('129', '../img/2_05874922180561458_240.jpg', '../img/2_05874922180561458_60.jpg', '新西兰进口纽乐儿童专用酯化型维C咀嚼片 60片', '81.00', '122.00', '美国品牌', null, null, '有货', '维生素C', '56576767', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('130', '../img/2_05874920427049123_240.jpg', '../img/2_05874920427049123_60.jpg', '新西兰进口 纽乐Nutra-Life 酯化型维C 免疫力进阶配方 60粒', '167.00', '251.00', '美国品牌', null, null, '有货', '维生素C', '56768575', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('131', '../img/2_05874910337779558_240.jpg', '../img/2_05874910337779558_60.jpg', '贺寿利干吃奶片田亮森蝶同款高钙(4种口味4瓶组合) 新西兰直邮', '216.00', '325.00', '美国品牌', null, null, '有货', '维生素D', '56547678', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('132', '../img/2_05874732124959947_240.jpg', '../img/2_05874732124959947_60.jpg', '加拿大健美生维生素E软胶囊 100粒', '178.00', '267.00', '美国品牌', null, null, '有货', '维生素A', '76876587', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('133', '../img/2_05874730296695415_240.jpg', '../img/2_05874730296695415_60.jpg', '澳洲Ostelin 儿童钙 维生素D咀嚼片 90粒', '82.00', '122.00', '美国品牌', null, null, '有货', '维生素A', '76767658', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('134', '../img/2_05876410727184939_240.jpeg', '../img/2_05876410727184939_60.jpeg', '澳洲奥斯特林Ostelin 孕妇钙 钙加维生素D3 250片', '179.00', '269.00', '美国品牌', null, null, '有货', '维生素B', '76886586', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:21');
INSERT INTO `list` VALUES ('135', '../img/2_05876408188873055_240.jpg', '../img/2_05876408188873055_60.jpg', '澳洲Ostelin维生素D 胶囊 250粒/瓶', '181.00', '271.00', '美国品牌', null, null, '有货', '维生素E', '68768688', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('136', '../img/2_05872357093363097_240.png', '../img/2_05872357093363097_60.png', '加拿大健美生维生素C咀嚼片-蓝莓味 120片', '120.00', '181.00', '美国品牌', null, null, '有货', '维生素A', '68688788', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('137', '../img/2_05872361780545569_240.jpg', '../img/2_05872361780545569_60.jpg', '加拿大健美生维生素C复合咀嚼片-橙味120片', '126.00', '189.00', '美国品牌', null, null, '有货', '维生素K', '68687878', '免运费', '免税', '600mg*800李', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('138', '../img/2_05872247090029726_240.jpg', '../img/2_05872247090029726_60.jpg', '美国megafood Blood Builder补血片60片', '237.00', '355.00', '美国品牌', null, null, '有货', '维生素A', '87684758', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('139', '../img/2_05872244492319133_240.jpg', '../img/2_05872244492319133_60.jpg', '美国megafood Blood Builder补血片90片', '274.00', '411.00', '美国品牌', null, null, '有货', '维生素A', '57658857', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('140', '../img/2_05872239180950705_240.jpg', '../img/2_05872239180950705_60.jpg', '美国megafood Blood Builder补血片180片', '403.00', '605.00', '美国品牌', null, null, '有货', '维生素E', '67658468', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('141', '../img/2_05872079703528132_240.jpeg', '../img/2_05872079703528132_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素E', '68658588', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('142', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素K', '54768658', '免运费', '免税', '300mg*200粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('143', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素D', '8578e574', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('144', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素K', '86847488', '免运费', '免税', '100mg*50粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('145', '../img/2_05872075987723245_240.jpeg', '../img/2_05872075987723245_60.jpeg', '澳洲奥斯特林Ostelin VD+钙片 250片/瓶', '175.00', '262.00', '美国品牌', null, null, '有货', '维生素D', '87595756', '免运费', '免税', '1000mg*1000粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('146', '../img/2_05872073327737635_240.jpg', '../img/2_05872073327737635_60.jpg', '健美生维生素B族和C复合片100片', '156.00', '234.00', '美国品牌', null, null, '有货', '维生素D', '58686488', '免运费', '免税', '700mg*900粒', '2018-08-25 18:21:32');
INSERT INTO `list` VALUES ('147', '../img/2_05871390419141925_240.jpg', '../img/2_05871390419141925_60.jpg', '加拿大健美生钙镁和维生素D3复合片 200片', '163.00', '244.00', '美国品牌', null, null, '有货', '维生素D', '65655788', '免运费', '免税', '400mg*600粒', '2018-08-25 18:21:32');

-- ----------------------------
-- Table structure for username
-- ----------------------------
DROP TABLE IF EXISTS `username`;
CREATE TABLE `username` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of username
-- ----------------------------
INSERT INTO `username` VALUES ('1', '13570230534', '123456', '2018-08-22 15:41:29');
INSERT INTO `username` VALUES ('2', '', '', '2018-08-22 16:08:30');
INSERT INTO `username` VALUES ('3', '', '123', '2018-08-22 17:46:16');
INSERT INTO `username` VALUES ('4', 'rfgeger', '123', '2018-08-22 18:09:57');
INSERT INTO `username` VALUES ('5', '14578345678', '123', '2018-08-22 20:09:57');
INSERT INTO `username` VALUES ('6', '13578945678', '654321', '2018-08-24 20:10:14');
INSERT INTO `username` VALUES ('7', '15376986980', '765489', '2018-08-24 20:26:28');
INSERT INTO `username` VALUES ('8', '15378797650', '52525', '2018-08-24 20:27:47');
INSERT INTO `username` VALUES ('9', '15378797650', '52525', '2018-08-24 20:27:50');
INSERT INTO `username` VALUES ('10', '15378797650', '52525', '2018-08-24 20:27:51');
INSERT INTO `username` VALUES ('11', '15378797650', '52525', '2018-08-24 20:29:18');
INSERT INTO `username` VALUES ('12', '15378797650', '52525', '2018-08-24 20:29:18');
INSERT INTO `username` VALUES ('13', '15378797650', '52525', '2018-08-24 20:29:19');
INSERT INTO `username` VALUES ('14', '15378797650', '52525', '2018-08-24 20:29:20');
INSERT INTO `username` VALUES ('15', '15378797650', '52525', '2018-08-24 20:29:30');
INSERT INTO `username` VALUES ('16', '15378797650', '52525', '2018-08-24 20:29:31');
INSERT INTO `username` VALUES ('17', '15378797650', '52525', '2018-08-24 20:29:31');
INSERT INTO `username` VALUES ('18', '15378797650', '52525', '2018-08-24 20:29:34');
INSERT INTO `username` VALUES ('19', '15378797650', '52525', '2018-08-24 20:29:38');
INSERT INTO `username` VALUES ('20', '13570230574', '12314134', '2018-08-24 20:30:29');
SET FOREIGN_KEY_CHECKS=1;
